{
    "profile_data": {
        "seller_name": "PolinaIvanova",
        "description": "Wedding dress, Lace wedding dress, Bridal gown",
        "logo_url": "https://i.etsystatic.com/isla/8cf512/49338597/isla_180x180.49338597_du4m7ndx.jpg",
        "reported_rating": 5.0,
        "reviews_count": "522"
    },
    "reviews": [
        {
            "reviewer_name": "Stephanie",
            "review_date": "2021-12-01",
            "review_text": "The wedding dress Polina made for me was dream come true. The quality is very beautiful, it fits me perfectly although I took all measurements myself and on  my wedding day everyone complemented me on the dress. I had some custom requests for the dress and the working process with Polina was very pleasent throughout, she even upgraded my shipping when the took it little longer to make the dress.",
            "rating": 5.0,
            "profile_picture_url": "https://i.etsystatic.com/iusa/c97310/57045436/iusa_75x75.57045436_fwww.jpg?version=0"
        },
        {
            "reviewer_name": "Sarah",
            "review_date": "2021-11-29",
            "review_text": "This dress is absolutely everything I wanted from the color, to the cut outs. It's beautifully crafted and has some weight to it, adding to it's glamour. I am so excited to wear this for my 2022 wedding and will certainly add some photos when the time comes! I will be getting a few minor alterations to assure a perfect fit on the day of but it's absolutely wonderful and I'm so glad to have connected with Paulina. Her customer service was great and the overall experience was worth every penny.",
            "rating": 5.0,
            "profile_picture_url": "https://i.etsystatic.com/iusa/c97310/57045436/iusa_75x75.57045436_fwww.jpg?version=0"
        },
        {
            "reviewer_name": "Taryn",
            "review_date": "2021-11-22",
            "review_text": "Polina was INCREDIBLE to work with! She was so thoughtful and prompt in her entire approach. The bodysuit her and her team created for me was beyond anything I could have imagined! She helped make me feel like a princess on my big day. I will be recommending her to all my friends!",
            "rating": 5.0,
            "profile_picture_url": "https://i.etsystatic.com/iusa/c97310/57045436/iusa_75x75.57045436_fwww.jpg?version=0"
        },
        {
            "reviewer_name": "S",
            "review_date": "2021-11-16",
            "review_text": "Perfect. Bravo Polina! You are the best !!!",
            "rating": 5.0,
            "profile_picture_url": "https://i.etsystatic.com/iusa/c97310/57045436/iusa_75x75.57045436_fwww.jpg?version=0"
        },
        {
            "reviewer_name": "Tatiana",
            "review_date": "2021-11-03",
            "review_text": "Polina really made my dream wedding dress come to life!! Working with Polina to customize my dress was really easy. She's so sweet and patient and works amazingly fast. My wedding isn't till February so no pictures yet, but I did try it on and it fits perfectly. I can't wait to use my dress! If you're debating, just get it because it's even more beautiful in person.",
            "rating": 5.0,
            "profile_picture_url": "https://i.etsystatic.com/iusa/c97310/57045436/iusa_75x75.57045436_fwww.jpg?version=0"
        },
        {
            "reviewer_name": "Dani",
            "review_date": "2021-11-01",
            "review_text": "I ordered this dress for my Halloween wedding and it was perfect! She was very prompt with responses to my questions and upgraded shipping when it took a little longer than she expected to make. It was a little big in the chest area but I wore a padded sticky bra. I loved how the dress looked and got so many compliments on it! I can’t wait to get the rest of my pictures back ☺️",
            "rating": 5.0,
            "profile_picture_url": "https://i.etsystatic.com/iusa/c97310/57045436/iusa_75x75.57045436_fwww.jpg?version=0"
        },
        {
            "reviewer_name": "S",
            "review_date": "2021-10-20",
            "review_text": "Perfect!!!!!!",
            "rating": 5.0,
            "profile_picture_url": "https://i.etsystatic.com/iusa/c97310/57045436/iusa_75x75.57045436_fwww.jpg?version=0"
        },
        {
            "reviewer_name": "theadennis",
            "review_date": "2021-10-17",
            "review_text": "The bolero was very beautiful, just like pictured. It is well designed and feels very high quality! Polina was lovely to work with, she is very professional and I would order with her again in the future!",
            "rating": 5.0,
            "profile_picture_url": "https://i.etsystatic.com/iusa/c97310/57045436/iusa_75x75.57045436_fwww.jpg?version=0"
        },
        {
            "reviewer_name": "V",
            "review_date": "2021-10-13",
            "review_text": "Finding a black wedding dress is a challenge, but add on top finding it in your size and then thinking of all the expected alterations to make it truly yours…bypass all of that mess and go with Polina Ivanova Atelier. I remember saying to my fiancé, “If I could just have the dress I truly want, everything else would be a piece of cake!” And I had had this dress favorited on Etsy even before I was engaged. When I realized that I was subconsciously comparing all the other dresses to this one, it clicked in my head, “because that is your dress in your heart.” Polina was so helpful and understanding throughout this entire process and when it finally arrived, I couldn’t wait to open it. When I say that it’s made with love, I mean it - a love for design and the art dressmaking - it’s in every stitch! Will post photos after our event!",
            "rating": 5.0,
            "profile_picture_url": "https://i.etsystatic.com/iusa/c97310/57045436/iusa_75x75.57045436_fwww.jpg?version=0"
        },
        {
            "reviewer_name": "mmcrowe93",
            "review_date": "2021-10-05",
            "review_text": "I cannot recommend this shop enough. I was apprehensive about ordering my wedding dress from Etsy but after reading such amazing reviews and because I loved the dress in pictures and felt like it was “the one” I took the chance! I’m so happy I did. She was so communicative and answered any questions I had. Sent me detailed instructions about measurements and sent me a picture of my custom made dress before it shipped. I received my dress very quickly and when I tell you IT WAS PERFECT I mean it. More beautiful than I could’ve ever imagined. Quality is amazing and it fit me so perfectly, I didn’t need any alterations!!!! I got so many compliments and felt beautiful all night. I’m so thankful and happy with this purchase!",
            "rating": 5.0,
            "profile_picture_url": "https://i.etsystatic.com/iusa/c97310/57045436/iusa_75x75.57045436_fwww.jpg?version=0"
        },
        {
            "reviewer_name": "Brooke",
            "review_date": "2021-09-28",
            "review_text": "Absolutely perfect! Her work is outstanding and better than I could've hoped for. I highly recommend.",
            "rating": 5.0,
            "profile_picture_url": "https://www.etsy.com/images/avatars/default_avatar_75x75.png"
        },
        {
            "reviewer_name": "Tiffany",
            "review_date": "2021-09-26",
            "review_text": "More amazing than I could have ever imagined! Shipping was fast, the communication was stellar, and the dress and attention to detail was spot on! It was breathtaking and everything I wanted and more!Thank you so much!",
            "rating": 5.0,
            "profile_picture_url": "https://www.etsy.com/images/avatars/default_avatar_75x75.png"
        },
        {
            "reviewer_name": "caroljrollins",
            "review_date": "2021-09-21",
            "review_text": "Polina is awesome to work with! She was very helpful in tailoring the perfect dress for my wedding day. Beautiful dress, beautiful fabric and loved wearing it 💕",
            "rating": 5.0,
            "profile_picture_url": "https://www.etsy.com/images/avatars/default_avatar_75x75.png"
        },
        {
            "reviewer_name": "msabdi47111",
            "review_date": "2021-09-18",
            "review_text": "Polina has been a pleasure to work with and talk to for the last year! My dress is beautiful and I cannot wait to wear it on my wedding day!",
            "rating": 5.0,
            "profile_picture_url": "https://www.etsy.com/images/avatars/default_avatar_75x75.png"
        },
        {
            "reviewer_name": "msabdi47111",
            "review_date": "2021-09-16",
            "review_text": "Without a doubt, one of the friendliest people to work with! I contacted Polina over a year ago asking her to hold lace for me! Now, over a year later my dress is here and I cannot wait till my special day to wear it! After my wedding I will redo my review and post pictures! Thank you so much for all of your hard work and kindness! ❤️",
            "rating": 5.0,
            "profile_picture_url": "https://www.etsy.com/images/avatars/default_avatar_75x75.png"
        },
        {
            "reviewer_name": "qgildea",
            "review_date": "2021-08-18",
            "review_text": "Polina was super helpful in offering up options when it came to creating my dream wedding dress. I couldn’t be happier with the final product. I’ve received so many compliments on it. Amazing job! I will be adding photo soon!",
            "rating": 5.0,
            "profile_picture_url": "https://www.etsy.com/images/avatars/default_avatar_75x75.png"
        },
        {
            "reviewer_name": "jennibiddlecom",
            "review_date": "2021-08-17",
            "review_text": "This dress was beautiful and Polina communicated well. I needed some adjustments and she was helpful. Just make sure ahead of time that you have a local seamstress available who can work with such beautiful, delicate material in case you need adjustments. But my dress came out beautiful and my husband, family, and I absolutely loved it! I think I can only upload 1 photo here, but the front was beautiful as well, but the open back was my favorite part.",
            "rating": 5.0,
            "profile_picture_url": "https://www.etsy.com/images/avatars/default_avatar_75x75.png"
        },
        {
            "reviewer_name": "Sofia",
            "review_date": "2021-11-17",
            "review_text": null,
            "rating": 5.0,
            "profile_picture_url": "https://www.etsy.com/images/avatars/default_avatar_75x75.png"
        },
        {
            "reviewer_name": "V",
            "review_date": "2021-10-15",
            "review_text": null,
            "rating": 5.0,
            "profile_picture_url": "https://www.etsy.com/images/avatars/default_avatar_75x75.png"
        },
        {
            "reviewer_name": "Anna",
            "review_date": "2021-08-28",
            "review_text": null,
            "rating": 5.0,
            "profile_picture_url": "https://www.etsy.com/images/avatars/default_avatar_75x75.png"
        },
        {
            "reviewer_name": "Tessa",
            "review_date": "2021-08-16",
            "review_text": "Absolutely AMAZING!!!! Truly a dream come true. The only hiccup was the DHL duty fee… that was an extra $250 I wasn’t expecting. But the dress is perfect.",
            "rating": 5.0,
            "profile_picture_url": "https://i.etsystatic.com/iusa/bda40e/74915398/iusa_75x75.74915398_g4p9.jpg?version=0"
        },
        {
            "reviewer_name": "qgildea",
            "review_date": "2021-08-10",
            "review_text": "Polina was excellent to work with and shows real care for the satisfaction of her clients. I had a particular idea for the neckline of my wedding dress and she worked with me and gave me plenty of options until we found the right fit. A+++ seller!",
            "rating": 5.0,
            "profile_picture_url": "https://i.etsystatic.com/iusa/bda40e/74915398/iusa_75x75.74915398_g4p9.jpg?version=0"
        },
        {
            "reviewer_name": "Rebecca",
            "review_date": "2021-07-29",
            "review_text": "This dress is everything I hoped for and more! It fit me like a glove and it’s just PERFECT!! The quality is top notch l, got my dress on time, and this whole experience with Polina Has been the absolute best! I was skeptical at first ordering a dress online, but Polina was there every step of the way to answer any questions I had and guided me through this whole process. I cannot wait to wear this dress on my wedding day and I will be sure to post photos!!! Thank you so much again Polina for making my dream dress!!",
            "rating": 5.0,
            "profile_picture_url": "https://i.etsystatic.com/iusa/bda40e/74915398/iusa_75x75.74915398_g4p9.jpg?version=0"
        },
        {
            "reviewer_name": "Madeleine",
            "review_date": "2021-07-28",
            "review_text": "Polina’s work is absolutely incredible! I have always been hesitant to order any apparel online, but after seeing her listings I fell in love with a dress and reached out. Polina was a pleasure to work with - and the quality of the work far exceeds anything I tried on previously! I had measurements taken at a local shop, and the fit is perfect - no alternations required. Truly cannot wait to wear the dress at our wedding!",
            "rating": 5.0,
            "profile_picture_url": "https://i.etsystatic.com/iusa/bda40e/74915398/iusa_75x75.74915398_g4p9.jpg?version=0"
        },
        {
            "reviewer_name": "Anna",
            "review_date": "2021-07-08",
            "review_text": "It was absolutely the right decision that I ordered from Polina!! She answered all my questions, always giving me the right answers and solutions, and created my dream dress! I asked for a custom dress with a certain image, and she made it come true.",
            "rating": 5.0,
            "profile_picture_url": "https://i.etsystatic.com/iusa/bda40e/74915398/iusa_75x75.74915398_g4p9.jpg?version=0"
        },
        {
            "reviewer_name": "kspnorman8",
            "review_date": "2021-07-04",
            "review_text": "TURNED OUT MAGICAL THANK YOU SO MUCH",
            "rating": 5.0,
            "profile_picture_url": "https://i.etsystatic.com/iusa/bda40e/74915398/iusa_75x75.74915398_g4p9.jpg?version=0"
        },
        {
            "reviewer_name": "Anna",
            "review_date": "2021-07-02",
            "review_text": "There are just not enough stars! Polina is incredible, extremely patient, she startet discussing my project THREE YEARS prior to my ordering  with me and it is the best customer service I have experienced, ever, in my life. I am beyond happy with everything, the piece I ordered is unlike anything I‘ve seen on Pinterest or anywhere, really. The sheer artwork and expertise leaves me in awe. It is meticulously crafted to absolute perfection and even better than I hoped for. I will attach pictures as soon as I can. I might do a vow renewal, if I do, I will 100% order a dress with Polina and her team. I recommend this shop to all my friends. Thank you for making dreams come true:)",
            "rating": 5.0,
            "profile_picture_url": "https://i.etsystatic.com/iusa/bda40e/74915398/iusa_75x75.74915398_g4p9.jpg?version=0"
        },
        {
            "reviewer_name": "Amanda",
            "review_date": "2021-06-14",
            "review_text": "I couldn’t imagine a wedding dress more wonderful than this! It’s is everything I could have asked for. The material is beautiful and the process from start to finish was very fast! I will update my review with photos of my special day in my perfect dress!",
            "rating": 5.0,
            "profile_picture_url": "https://i.etsystatic.com/iusa/bda40e/74915398/iusa_75x75.74915398_g4p9.jpg?version=0"
        },
        {
            "reviewer_name": "Tessa",
            "review_date": "2021-08-16",
            "review_text": null,
            "rating": 5.0,
            "profile_picture_url": "https://i.etsystatic.com/iusa/bda40e/74915398/iusa_75x75.74915398_g4p9.jpg?version=0"
        },
        {
            "reviewer_name": "allisonchantelmua",
            "review_date": "2021-06-14",
            "review_text": null,
            "rating": 5.0,
            "profile_picture_url": "https://i.etsystatic.com/iusa/bda40e/74915398/iusa_75x75.74915398_g4p9.jpg?version=0"
        }
    ]
}